Repository: GabrielTorem/Residencia_2C2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Molly Boyd adds that the “crucial element in defining the grotesque, however, is the juxtaposition or fusion of contrasting, paradoxical, and incompatible elements, such as an impossible or horrific event narrated matter-of-factly and with great detail, often provoking a humorous response.” Molly Boyd, “The Grotesque,” in The Companion to Southern Literature: Themes, Genres, Places, People, Movements, and Motifs, eds. Joseph M. Flora and Lucinda H. MacKethan (Baton Rouge: Louisiana University Press, 2002) 321–324, 321.
es_es: Molly Boyd añade: “sin embargo, el elemento crucial en la definición del grotesco es la yuxtaposición o fusión de elementos contrastivos, paradójicos e incompatibles, como un imposible o evento horroroso que se narra de forma muy realista y con gran nivel de detalle, lo que a menudo genera una respuesta graciosa”. Molly Boyd, “The Grotesque,” en *The Companion to Southern Literature: Themes, Genres, Places, People, Movements, and Motifs*, compilado por Joseph M. Flora y Lucinda H. MacKethan (Baton Rouge: Louisiana University Press, 2002) 321–324, 321. [La traducción es nuestra].

source: Monster Culture (Seven Theses)
es_es: La cultura del monstruo (siete tesis)

source: Monsters are never created ex nihilo, but through a process of fragmentation and recombination in which elements are extracted “from various forms” (including—indeed, espe- cially—marginalized social groups) and then assembled as the monster, “which can then claim an independent identity” The political-cultural monster, the embodiment of radical difference, paradoxically threatens to erase difference in the world of its creators, to demonstrate
es_es: Los monstruos no se crean ex nihilo, sino a través de procesos de fragmentación y recombinación; por medio de estos procesos se extraen elementos de “varias figuras” (incluyendo, de hecho, especialmente, a grupos sociales marginados) y luego dichos elementos se ensamblan como el monstruo, “que puede entonces reclamar una identidad independiente”. El monstruo político cultural, la personificación de la diferencia radical, paradójicamente amenaza con borrar las diferencias en el mundo de sus creadores, para demostrar

source: Monsters must be examined within the intricate matrix of relations (social, cul- tural, and literary-historical) that generate them.
es_es: Los monstruos deben examinarse dentro de la trama compleja de relaciones (sociales, culturales e histórico-literarias) que los generan.

source: Most likely, the traumas inflicted by the war have turned his innate religiosity into a monstrous obsession, since, as the narrator remarks in the first chapter, Hazel “knew by the time he was twelve years old that he was going to be a preacher” (WB, 13).
es_es: Muy probablemente, los traumas infligidos por la guerra convirtieron su religiosidad innata en una obsesión monstruosa, ya que, como el narrador destaca en el primer capítulo, Hazel “supo desde los doce años que sería un predicador” (WB, 13).

source: My discussion of Richard is indebted to Marjorie Garber’s provocative work.
es_es: Mi análisis sobre Ricardo se basa en la provocadora obra de Marjorie Garber.

source: Narratives of miscegenation arose and circulated to sanction official policies of exclusion; Queen Elizabeth is famous for her anxiety over “blackamoores” and their supposed threat to the “increase of people of our own nation.
es_es: Las narraciones sobre el mestizaje circularon para justificar políticas oficiales de exclusión; la reina Isabel era famosa por su inquietud ante los “moros negros” y su supuesto miedo al "aumento de la población de su nación.

source: Nazi Germany simply brought these ancient traditions of hate to their conclusion, inventing a Final Solution that differed from earlier persecutions only in its technological efficiency.
es_es: La Alemania nazi simplemente llevó estas antiguas tradiciones de odio a su conclusión, inventando una Solución Final que solo se diferenciaba de las persecuciones anteriores por su eficiencia tecnológica.

source: No coincidence, then, that Coppola was putting together a documentary on AIDS at the same time he was working on Dracula.
es_es: No es mera coincidencia que Coppola estuviera creando un documental sobre el SIDA al mismo tiempo en el que se encontraba trabajando en la película Drácula.

source: No coincidence, then, that Coppola was putting together a documentary on AIDS at the same time he was working on Dracula. In each of these vampire stories, the undead returns in slightly different clothing, each time to be read against contemporary social movements or a specific, determining event: la décadence and its new possibilities, homophobia and its hateful imperatives, the acceptance of new subjectivities unfixed by binary gender, a fin de siécle social activism paternalistic in its embrace.
es_es: No es mera coincidencia que Coppola estuviera creando un documental sobre el SIDA al mismo tiempo en el que se encontraba trabajando en la película Drácula. En cada una de estas historias de vampiros, los no muertos regresan con atuendos ligeramente distintos, y en cada instancia se leen a la luz de los movimientos sociales contemporáneos o de un evento específico y determinante: la décadence y sus nuevas posibilidades, la homofobia y sus imperativos de odio, la aceptación de las nuevas subjetividades no fijadas por el género binario, un activismo social de fin de siécle de estilo paternalista.

source: No matter how many times King Arthur killed the ogre of Mount Saint Michael, the monster reappeared in another heroic chronicle, bequeathing the Middle Ages an abundance of morte d’Arthurs.
es_es: No importa cuántas veces el Rey Arturo matara al ogro del Monte Saint-Michel, el monstruo reaparecía en otra crónica heroica, lo que legó a la Edad Media una abundancia de morte d’Arthurs.

source: No matter how many times King Arthur killed the ogre of Mount Saint Michael, the monster reappeared in another heroic chronicle, bequeathing the Middle Ages an abundance of morte d’Arthurs. Regardless of how many times Sigourney Weaver’s beleaguered Ripley utterly destroys the Monster Culture (Seven Theses) 5 ambiguous Alien that stalks her, its monstrous progeny return, ready to stalk again in another bigger-than-ever sequel.
es_es: No importa cuántas veces el Rey Arturo matara al ogro del Monte Saint-Michel, el monstruo reaparecía en otra crónica heroica, lo que legó a la Edad Media una abundancia de morte d’Arthurs. Sin importar cuántas veces la asediada teniente Ripley, el personaje de Sigourney Weaver, aniquile por completo al Alien ambiguo que la persigue, la descendencia monstruosa regresa al acecho nuevamente en una secuela sin precedentes.

source: No monster tastes of death but once.
es_es: Ningún monstruo saborea la muerte solo una vez.

source: No pleasure but meanness.”
es_es: No hay placer, sino maldad.”

source: Nonetheless, his methodology—his archaeology of ideas, his histories of unthought—remains with good reason the chosen route of inquiry for most cultural critics today, whether they work in postmodern cyberculture or in the Middle Ages.
es_es: No obstante, su metodología (su arqueología de las ideas, sus historias de lo impensado) permanece, con buenas razones, como la ruta de investigación preferida por la mayoría de los críticos culturales hoy en día, ya sea que trabajen en la cibercultura posmoderna o en la Edad Media.

source: Note, however, that whereas Garber insists that the transvestite must be read with rather than through, the monster can be read only through—for the monster, pure culture, is nothing of itself.
es_es: Cabe señalar, sin embargo, que mientras Garber insiste en que el travestismo debe interpretarse con las travestis y no a través de ellas, solo se puede interpretar a los monstruos a través, ya que son una construcción cultural por completo, en sí mismos no son nada.

source: Notes
es_es: Notas [1 N. de T.:] MUD (Multi-User Dungeon): juego de rol multijugador en línea basado en texto, precursor de los entornos virtuales. MOO (Multi-User Object-Oriented) es un tipo de MUD orientado a objetos, generalmente con fines educativos o de experimentación social. Los usuarios pueden interactuar con objetos y programar dentro del entorno virtual. [2 N. de T.:] MUSH (Multi-User Shared Hallucination) es un tipo de MUD enfocado en la interacción social y narrativa entre usuarios, lo que permite la creación colaborativa de historias y escenarios virtuales.

source: Nothing matters but that Jesus was a liar.” (WB, 70–71)
es_es: Nada importa salvo que Jesús era un mentiroso”. (WB, 70-71) [La traducción es nuestra].

source: Of the first I will say only that in cultural studies today history (disguised perhaps as “culture”) tends to be fetishized as a telos, as a final determinant of meaning; post de Man, post Foucault, post Hayden White, one must bear in mind that history is just another text in a procession of texts, and not a guarantor of any singular signification.
es_es: Sobre el primero, solamente diré que, en los estudios culturales actuales, la historia (disfrazada tal vez de "cultura") tiende a ser fetichizada como un *telos*, como un determinante final del significado; después de de Man, Foucault y Hayden White, se debe tener en cuenta que la historia es solo un texto en una procesión de textos y no un garante de una significación singular.

source: Of the nightmarish creature that Ridley Scott brought to life in Alien, Harvey Greenberg writes:
es_es: Sobre la criatura terrorífica a la que dio vida Ridley Scott en Alien, escribe Harvey Greenberg:

source: On the one hand, this ambiguity has to do with O’Connor’s preference for “showing” rather than “telling” as a narrative technique, that is, her determination to avoid authorial intrusion: “The writer’s moral sense must coincide with his dramatic sense,” she remarks (MM, 76).
es_es: Por un lado, la ambigüedad tiene que ver con que O’Connor prefiere una técnica narrativa que “muestra” en lugar de “decir” y, por lo tanto, se empeña en evitar la intrusión autoral, según observa, “el sentido moral del escritor debe coincidir con su sentido dramático”. (MM, 76).

source: On the other hand, the figure of the travelling salesman – a popular type in Southern humour and in this tale the devilish and unexpected agent of grace – prefigures a more sinister kind of monster: the sexual fetishist and psychopath, obsessed with the female body and with collecting women’s prosthetic or non-prosthetic parts.
es_es: Por otra parte, la figura del vendedor itinerante –una figura conocida del humor sureño y, en este relato, el diabólico e inesperado agente de gracia– prefigura un tipo de monstruo más siniestro: el fetichista y psicópata sexual que está obsesionado con el cuerpo femenino y con coleccionar partes del cuerpo de mujeres, sean prostéticas o no.

source: On the other, the confusion is also related to O’Connor’s original combination of elements: her intention to evoke mystery and grace through the concrete.
es_es: Por otro lado, la confusión también responde a la combinación original de elementos de su obra: su intención de evocar la gracia y el misterio a través de lo concreto.

source: One kind of inversion becomes another as Giraldus deciphers the alphabet of Irish culture—and reads it backwards, against the norm of English masculinity.
es_es: Un tipo de inversión se convierte en otro a medida que Giraldus descifra el *abc* de la cultura irlandesa (y la lee en reversa, en contraste con la norma de masculinidad inglesa).

source: One of these pronouncements is a straightforward command from God that comes through the mouth of the prophet Joshua (Joshua 23:12ff.); another is a cryptic episode in Genesis much elaborated during the medieval period, alluding to “sons of God” who impregnate the “daughters of men” with a race of wicked giants (Genesis 6:4).
es_es: Uno de esos pronunciamientos es una orden directa de Dios que llega por boca del profeta Josué (Josué 23:12 ss); otro es un episodio críptico del Génesis, muy debatido durante el periodo medieval, que alude a "hijos de Dios" que fecundan a las "hijas de los hombres" para que conciban una raza de gigantes malvados (Génesis 6:4).

source: O’Connor highlights the juxtaposition of “evil and grace,” even if her characters may not be fully conscious of their encounter with the latter.
es_es: O’Connor destaca la yuxtaposición de “el mal y la gracia”, aunque sus personajes no sean plenamente conscientes de su encuentro con la gracia.

source: O’Connor’s freaks prove to be not only “figures for our essential displacement,” as she argues, but also, emblems and reflections of American consciousness.
es_es: Los *freaks* de O'Connor dan prueba de ser “figuras de nuestro desplazamiento esencial”, como ella indica, pero también emblemas y reflejos de la conciencia estadounidense.

source: Paulinus of Nola, a wealthy landowner turned early church homilist, explained that the Ethiopians had been scorched by sin and vice rather than by the sun, and the anonymous commentator to Theodulus’s influential Ecloga (tenth century) succinctly glossed the meaning of the word Ethyopium: “Ethiopians, that is, sinners.
es_es: Paulino de Nola, un terrateniente adinerado que se volvió predicador de la iglesia, explicaba que los etíopes se habían quemado más por sus pecados y vicios que por el sol; el comentarista anónimo de la influyente Égloga de Theodulus (siglo X) afirmaba en pocas palabras el significado del término Ethyopium: “Etíopes, esto es, pecadores.

source: Perhaps it is time to ask the question that always arises when the monster is discussed seriously (the inevitability of the question a symptom of the deep anxiety about what is and what should be thinkable, an anxiety that the process of monster theory is destined to raise): Do monsters really exist?
es_es: Tal vez sea momento de plantear la pregunta que siempre surge cuando se habla seriamente sobre monstruos (siendo la inevitabilidad de la pregunta el síntoma de una ansiedad profunda sobre lo que es pensable y lo que debería serlo, una ansiedad que el proceso de la teoría del monstruo está destinada a suscitar): ¿Existen realemtente los monstruos?

source: Political or ideological difference is as much a catalyst to monstrous representation on a micro level as cultural alterity in the macrocosm.
es_es: La diferencia política o ideológica también puede generar representaciones monstruosas a menor escala, igual que la alteridad cultural en un nivel más amplio.

source: Polyphemos’s victims are devoured, engulfed, made to vanish from the public gaze: cannibalism as incorporation into the wrong cultural body.
es_es: Las víctimas de Polifemo son devoradas, tragadas, borradas de la mirada pública: el canibalismo se vuelve una incorporación dentro de un cuerpo cultural equivocado.

source: Primarily these borders are in place to control the traffic in women, or more generally to establish strictly homosocial bonds, the ties between men that keep a patriarchai society functional.
es_es: En principio, estos límites están establecidos para controlar el tráfico de mujeres, o, más en general, para establecer vínculos estrictamente homosociales entre hombres, vínculos que mantienen funcional a una sociedad patriarcal.

source: Rather than argue a “theory of Jeffrey Jerome Cohen teratology,’ I offer by way of introduction to the essays that follow a set of breakable postulates in search of specific cultural moments.
es_es: En lugar de argumentar la "teoría de la teratología", ofrezco, como introducción a los ensayos que siguen, un conjunto de postulados descomponibles en busca de momentos culturales específicos.

source: Rather to be an ‘inappropriate/d other’ means to be in critical deconstructive relationality, in a diffracting rather than reflecting {ratio)nality—as the means of making potent connection that exceeds domination.” “The Promises of Monsters,” in Simians, Cyborgs, and Women: The Reinvention of Nature (New York: Routledge, 1991), 299.
es_es: Por el contrario, ser 'el otro in/no-apropiado' significa estar en una relacionalidad crítica deconstructiva, en una (racio)nalidad difractante en lugar de reflectante, como medio para establecer una conexión fuerte que excede la dominación." *The Promises of Monsters,* en Simians, Cyborgs, and Women: The Reinvention of Nature (New York: Routledge, 1991), 299. [NdT: La traducción es nuestra]

source: René Girard has written at great length about the real violence these debasing representations enact, connecting monsterizing depiction with the phenomenon of the scapegoat.
es_es: René Girard ha escrito largamente acerca de la violencia real que ejercen estas representaciones denigrantes, vinculando la representación monstrualizadora con el fenómeno del chivo expiatorio.

source: René Girard, The Scapegoat, trans. Yvonne Freccero (Baltimore: Johns Hopkins University Press, 1986), 33.
es_es: René Girard, The Scapegoat , (Baltimore: Johns Hopkins University Press, 1986), 33.[Traducción de Joaquín Fordá. Barcelona: Anagrama. 1986]

source: Representing an anterior culture as monstrous justifies its displacement 8 jeffrey Jerome Cohen or extermination by rendering the act heroic.
es_es: Representar a una cultura anterior como monstruosa legitima su desplazamiento o exterminio al convertir esa acción en heroica.

source: Rosemarie Garland Thomson, “Introduction: From Wonder to Error – A Genealogy of Freak Discourse in Modernity,” in Freakery: Cultural Spectacles of the Extraordinary Body, ed. R.
es_es: Thomson, R. G. (1996). Introduction: From wonder to error: A genealogy of freak discourse in modernity. En R. G. Thomson (Ed.), Freakery: Cultural spectacles of the extraordinary body (pp. 1-19).

source: Scattered throughout Europe by the Diaspora and steadfastly refusing assimilation into Christian society, Jews have been perennial favorites for xenophobic misrepresentation, for here was an alien culture living, working, and even at times prospering within vast communities dedicated to becoming homogeneous and monolithic.
es_es: Dispersos por toda Europa debido a la Diáspora y negándose firmemente a la asimilación en la sociedad cristiana, los judíos han sido un blanco recurrente de la tergiversación xenófoba: una cultura ajena que vivía, trabajaba e incluso a veces prosperaba dentro de vastas comunidades dedicadas a volverse homogéneas y monolíticas.

source: Scott Poole, Monsters in America: Our Historical Obsession with the Hideous and the Haunting (Waco, Texas: Baylor University Press, 2011), 18, 4.
es_es: Scott Poole, Monsters in America: Our Historical Obsession with the Hideous and the Haunting (Waco, Texas: Baylor University Press, 2011), 18, 4. [La traducción es nuestras]

source: See Edward Said, Orientalism (New York: Pantheon, 1978); Henry Louis Gates Jr., The Signifying Monkey: A Theory of Afro-American Literature (New York: Oxford University Press, 1988).
es_es: Consultar Edward Said, Orientalism (Nueva York: Pantheon, 1978) [Traducción de María Luisa Fuentes. Barcelona: Debolsillo. 2002]; Henry Louis Gates Jr., The Signifying Monkey: A Theory of Afro-American Literature (Nueva York: Oxford University Press, 1988). [N. de T.: La traducción es nuestra]

source: See Giraldus Cambrensis, Topographia Hibernae (The History and Topography of Ireland), trans. John J. O’Meara (Atlantic Highlands, N.J.: Humanities Press, 1982), 24.
es_es: Consultar Giraldus Cambrensis, Topographia Hiberniae, versión en inglés Topographia Hibernae (The History and Topography of Ireland),[N. de T.: La traducción es nuestra]

source: See Karen Newman, “‘And Wash the Ethiop White’: Femininity and the Monstrous in Othello,” in Shakespeare Reproduced: The Text in History and Ideology, ed. Jean E. Howard and Marion F. O’Connor (New York: Methuen, 1987), 148.
es_es: Véase Karen Newman, “'And Wash the Ethiop White’: Femininity and the Monstrous in Othello”, en *Shakespeare Reproduced: The Text in History and Ideology*, eds. Jean E. Howard y Marion F. O’Connor (Nueva York: Methuen, 1987), 148.

source: See also the Interscripta discussion of “Medieval Masculinities,” mod- erated and edited by Jeffrey Jerome Cohen, accessible via WWW:http://www.georgetown.edu/labyrinth/e-center/interscripta/mm.html (the piece is also forthcoming in a nonhypertext version in Arthuriana, as “The Armour of an Alienating Identity”).
es_es: Véase también el [seminario] Interscripta sobre “Masculinidades medievales”, moderado y editado por Jeffrey Jerome Cohen, accesible en línea: http://www.georgetown.edu/labyrinth/e-center/interscripta/mm.html (el material se publicará en una versión impresa en la revista Arthuriana, en el ensayo “The Armour of an Alienating Identity”).

source: See, for example, Monica E. McAlpine, “The Pardoner’s Homosexuality and How It Matters,” PMLA 95 (1980): 8-22.
es_es: Véase, por ejemplo, Monica E. McAlpine, “The Pardoner’s Homosexuality and How It Matters” en PMLA 95 (1980): 8-22.

source: Seldom, however, are monsters as uncomplicated in their use and manufacture as the demons that haunt Sir Bors.
es_es: Sin embargo, rara vez los monstruos son tan simples en su uso y elaboración como los demonios que asechan a Boorse.

source: Sexual orientation further complicates the picture, as we shall see.
es_es: La orientación sexual complica aun más el panorama, como veremos.

source: Shakespeare’s Caliban, for example, is the product of such an illicit mingling, the “freckled whelp” of the Algerian witch Sycorax and the devil.
es_es: El Caliban de Shakespeare, por ejemplo, es producto de este tipo de mestizaje ilícito: el “cachorro pecoso” de Sycorax, la bruja argelina y el diablo.

source: She makes use of it because, as she argues, “violence is strangely capable of returning my characters to reality and preparing them to accept their moment of grace”: “It is the extreme situation that best reveals what we are essentially” (MM, 112–113).
es_es: Hace uso de ella ya que, en sus palabras: “la violencia es curiosamente capaz de devolver a mis personajes a la realidad y prepararlos a aceptar su momento de gracia”: “Es la situación extrema la que mejor revela lo que somos esencialmente” (MM, 112–113).

source: She saw the man’s face twisted close to her own as if he were going to cry and she murmured, ‘Why you’re one of my babies.
es_es: Vio la cara del hombre contraída cerca de la suya como si estuviera a punto de llorar, y entonces murmuró: —¡Si eres uno de mis niños!

source: She’s “looking for one image that will connect or combine or embody two points; one is a point in the concrete, and the other is a point not visible to the naked eye” (MM, 42).
es_es: Ella "busca una imagen que conecte o combine o represente dos puntos: un punto está en lo concreto y el otro punto es imperceptible a simple vista” (MM, 42).

source: Significantly, the fiction of Flannery O’Connor epitomizes all these characteristics, foregrounding, in a humorous tone, the grotesque and its peculiar protagonists, which O’Connor herself described as “freaks.” Although she explores the darkly comic potential of these grotesque characters with a religious intention, their impact and symbolic role evoke the significance traditionally conveyed by the figure of the monster.
es_es: Es notable que en la ficción de Flannery O’Connor se epitoma todas estas características, dando relevancia, con un tono humorístico, a lo grotesco y a sus protagonistas peculiares, a quienes la propia O’Connor describía como “freaks”. Aunque ella explora el potencial oscuramente cómico de estos personajes grotescos con una intención religiosa, su impacto y rol simbólico evocan el significado que tradicionalmente conlleva la figura del monstruo.
